text1 = """Берези, в снігу занімілі,
Іній на вітах слізьми,
Про що ви мрієте, білі?
 Про сонце мріємо ми
Дуби в крижаній кольчузі,
Одягнуті в сиві шовки,
Про що замислились, друзі?
 Про сонце наші думки
Вітри із морозяним шпаром,
Куди вас несуть чорти,
Чого галасуєте даром?
 Хочемо сонце знайти
Очі, наповнені горем,
Очі сумні мої,
Чому ви блукаєте зором?
 Хочем побачить її..
Серце, недавно кволе,
Муко моя мала,
Чому щемиш, як ніколи?
 Хочу її тепла
Розуме мій байдужий,
Вируч мене хоч ти 
Над чим ти думаєш, друже?
 Хочу надію знайти"""

text2 = """В букварях ти наряджена і заспідничена,
Поворозками зв'язана, ледве жива,
На обличчі тремтить в тебе радість позичена,
На губах скам'яніли казенні слова.

Україно! Тебе я терпіти не можу,
Я тебе ненавиджу чуттями всіма,
Коли ти примітивна й на лубок схожа,
Коли думки на лобі у тебе нема.

Я люблю тебе іншу  коли ти бунтуєш,
Коли гнівом під кручі клекоче Дніпро,
Коли думаєш ти, коли бачиш і чуєш,
І несеш од криниці вагоме відро.

Україно, мовчи! Україно, затихни!
Не така ти багата, щоб тратить слова.
Хай брехня твоє слово дугою не вигне,
Хай не вірить твій розум в убогі дива.

Україно! Яка в тебе мрія шалена!
Ти не кліпай очима на мрію чужу.
Притулися горбами й устами до мене,
Перетни в моїм серці криваву межу!

Ти здави моє серце своїми руками
І угледиш, що в ньому немає води.
Не сиди в пелюшках над чужими віками,
Але гордо крізь смерть до безсмертя іди!"""

text3 = """Встає над нами сонце, як вставало,
Гудуть вітри в розгойданих дротах.
Зелені верби руки заламали,
І заніміло сонце на вустах.

Приходять ночі. Електричний пояс,
Немов зміюка, місто обвива.
Я лиш тоді, мій друже, заспокоюсь,
Як опустіє зовсім голова.

Як я люблю  давать не буду звіту,
Переді мною два десятки літ,
І в мене серце, мов несамовите,
Вистукує любов у білий світ.

О друже мій, попереду розлука,
А зустрічі  чи трапляться вони,
І наші спільні радощі і муки
Чи випливуть із серця глибини?

Я не скажу того, що сам не знаю,
І лиш бажання щире вироста,
Щоб, як життя наблизиться до краю,
Я міг почати так тобі листа:

Встає над нами сонце, як вставало,
Гудуть вітри в розгойданих дротах.
Зелені верби руки заламали,
І заніміло сонце на вустах.

І ми такі ж, як всі на світі люди,
І я від тебе клятви не беру,
Та лиш тоді я молодість забуду,
Тоді замовкну, як помру.
"""

text4 = """Десь на горизонті хмарахустка
Манить вдаль, мов дівчина у сад,
І весни такі пахучі згустки
Розплескалися об голубий фасад.

Дні стоять погожі і привітні 
Розтопилося б і серце кам'яне;
Всі на вулицях  немов знайомі, рідні,
Лиш чомусь не впізнають мене"""